Corp-Shop = Корпоративные поставки

name-ammonium-nitrate = амиачная селитра
desc-ammonium-nitrate = Её любят растения и поклоники Альфреда Нобеля.
phy-desc-ammonium-nitrate = белая и шершавая
fla-ammonium-nitrate = кислый и удушающий

name-sensitizer = сенсибилизатор
desc-sensitizer = Чувствительная штука. Или чувственная... Нет. Всё же чувствительная.
phy-desc-sensitizer = серая и вязкая
fla-sensitizer = горьковатый

name-plastidin = пластидин
desc-plastidin = И ты всё это выпил? Это зря. Теперь молчи, не двигайся, ничего не делай....
phy-desc-plastidin = палевое и вязкое
fla-plastidin = не очень приятный

name-securityreservradio = СБРезерв

bounty-item-fusemine = Взрыватели мин
bounty-description-fusemine = Фронту с СНК нужны минные заграждения. Самих мин приехало много, а поставку взрывателей сбили. Нужно оказать помощь.
bounty-item-plastid = Пластид
bounty-description-plastid = Для разработки новых месторождений полезных ископаемых нужна взрывчатка. От нас доставлять быстрее всего.
bounty-item-siplazcircuitbord = Кремнеплазовые платы
bounty-description-siplazcircuitbord = В соседнем районе станция получила серьёзные повреждения, для восстановления нужно много электроники, которую дешевле произвести у нас, чем купить у Saibasan.
bounty-item-gethinax = Гетинакс
bounty-description-gethinax = Груз сырья для наших партнёров из Saibasan сбили пираты. А нам срочно нужно получить от них поставку плат. Отправьте своё сырьё.
bounty-item-sicrystall = Кремний
bounty-description-sicrystall = В лабораторию материаловедения нужна поставкак чистого кремний для тестирования новых атомных структур.
bounty-item-telecrystal = Телекристалл
bounty-description-telecrystal = Департаменту Специальных операций нужно получить телекристаллы для собственных научных изысканий, подробности и цели которых не разоглашаются. Просто доставьте их и получите деньги.
bounty-item-bsmodule = Блюспейс-модуль
bounty-description-bsmodule = Космологистику интересуют технические новшества, пригодные для развития их продукции. Потому они решили заказать несколько наших модулей для испытания на их двигателях.
bounty-item-mop = Швабра
bounty-description-mop = Корпорации Хаунд требуется несколько швабр для обслуживания допро...Гарднер, бляха муха, не уточняйте для чего они нужны!
bounty-item-pickaxe = Кирка
bounty-description-pickaxe = Наши работники приняли наконечники кирок за руду и кинули их в печку. Пришлите замену и мы пришлём вам деньги и чипы.

borg-type-defender-name = Защитник
borg-type-defender-desc = Поднимите свой щит, закрывая экипаж от разного рода опасностей, ну или остановите преступника стеннером в новом модуле.(Не забудьте что щит в комплекте ломается, попросите учёных сделать новый или улучшеный модуль.)
borg-type-defender-transponder = киборг-защитник

petting-success-defender-cyborg = Вы гладите { $target } по { POSS-ADJ($target) } следящей за корпоративным законом голове.
petting-failure-defender-cyborg = Вы тянетесь погладить { $target }, но { $target } занимается защитой своей цели!