name-subtype-indicator = реагент-индикатор токсина
desc-subtype-indicator = Разлагает токсины в крови, давая возможность определять подтип токсина.
phy-desc-subtype-indicator = Фиолетовое и очень лёгкое 
fla-subtype-indicator = солёное и вяжет

name-ToxinePM = природно-молекулярный токсин
desc-ToxinePM = Природный молекулярный токсин. 
phy-desc-ToxinePM = Зелёное и густое  
fla-ToxinePM = свежее и солёненькое

name-ToxineSM = синтетический-молекулярный токсин
desc-ToxineSM = Синтетический молекулярный токсин. 
phy-desc-ToxineSM = Голубое и мутноватое 
fla-ToxineSM = перехватывает дыхание

name-ToxineSA = синтетический-атомарный токсин
desc-ToxineSA = Синтетический атомарный токсин.  
phy-desc-ToxineSA = Блёклое
fla-ToxineSA = сушит рот

name-AlfaToxine = альфа-токсин
desc-AlfaToxine = Жидкость показывающее нахождение токсина подтипа альфа. 
phy-desc-AlfaToxine = Красное с хлопьями осадка
fla-AlfaToxine = едкое и противное

name-BetaToxine = бета-токсин
desc-BetaToxine = Жидкость показывающее нахождение токсина подтипа бета.  
phy-desc-BetaToxine = Синее с тяжёлым осадком
fla-BetaToxine = кислое и мерзкое

name-GammaToxine = гамма-токсин
desc-GammaToxine = Жидкость показывающее нахождение токсина подтипа гамма. 
phy-desc-GammaToxine = Жёлтое и загущённое
fla-GammaToxine = горькое и отвратительное

name-SupAdsorbent = особый адсорбент
desc-SupAdsorbent = В сочетании с определёнными веществами разлагает гамма-токсины, но сам по себе выводит яды из организма
phy-desc-SupAdsorbent = Синий, мутный, густой 
fla-SupAdsorbent = вяжет

name-Pricorine = прикорин
desc-Pricorine = В сочетании с определёнными веществами разлагает природные токсины, но сам по себе может быть токсичным
phy-desc-Pricorine = Грязноватое и вяжет  
fla-Pricorine = вяжет

name-Cikilite = сикилит
desc-Cikilite = В сочетании с определёнными веществами разлагает синтетические токсины, но сам по себе может вызывать жар
phy-desc-Cikilite = Розоватое и густое 
fla-Cikilite = вкусненькое, но островато

name-Atmorine = атморин
desc-Atmorine = В сочетании с определёнными веществами разлагает атомарные токсины, но и сам по себе выводит из организма яды
phy-desc-Atmorine = Сливовое и загущёное 
fla-Atmorine = сухое и шипит

name-Molytite = молитит
desc-Molytite = В сочетании с определёнными веществами разлагает молекулярные токсины, но а сам по себе может способствовать заживлению ран
phy-desc-Molytite = Коричневое и плещущееся 
fla-Molytite = очень мерзкое и горькое

name-Vatine = ватин
desc-Vatine = В сочетании с определёнными веществами разлагает токсины альфа-подтипа, но а сам по себе способствует заживлению ожогов и выводу ядов
phy-desc-Vatine = Серовато-зелёная взвесь 
fla-Vatine = гадкое, но с нежным послевкусием

name-Tunine = тунин
desc-Tunine = В сочетании с определёнными веществами разлагает токсины бета-подтипа, но а сам по себе бесполезен к употреблению
phy-desc-Tunine = Красноватое с осадком
fla-Tunine = почти безвкусное

name-Teerine = тирин
desc-Teerine = В сочетании с определёнными веществами разлагает токсины гамма-подтипа, но а сам по себе может выводить из организма яды
phy-desc-Teerine = Пурпурный и густой 
fla-Teerine = обволакивающий и неприятный

name-Primovan = примован
desc-Primovan = Соединение способное расщиплять природные молекулярные токсины альфа-подтипа
phy-desc-Primovan = Мутная с хлопьями осадка 
fla-Primovan = сушащий

name-Prilectune = прилектун
desc-Prilectune = Соединение способное превращать природные молекулярные токсины бета-подтипа в синтетические молекулярные гама-подтипа
phy-desc-Prilectune = Мутная взвесь
fla-Prilectune = сушащий

name-Priculrine = прикулрин
desc-Priculrine = Соединение способное расщиплять природные молекулярные токсины гамма-подтипа на синтетические атомарные гамма-подтипа
phy-desc-Priculrine = Красноватая взвесь 
fla-Priculrine = сушащий и горьковатый

name-Sinmovan = синмован
desc-Sinmovan = Соединение способное расщиплять синтетические молекулярные токсины альфа-подтипа
phy-desc-Sinmovan = Кирпичненько и прозрачно
fla-Sinmovan = неожиданно освежающе

name-Sinlectune = синлектун
desc-Sinlectune = Соединение способное расщиплять синтетические молекулярные токсины бета-подтипа
phy-desc-Sinlectune = Красновато и прозрачно
fla-Sinlectune = удивительно освежающе

name-Sinculrine = синкулрин
desc-Sinculrine = Соединение способное расщиплять синтетические молекулярные токсины гамма-подтипа
phy-desc-Sinculrine = Розовато и прозрачно
fla-Sinculrine = удивительно освежающе, но с горчинкой

name-Sinatvan = синатван
desc-Sinatvan = Соединение способное расщиплять синтетические атомарные токсины альфа-подтипа
phy-desc-Sinatvan = Сливово и густо 
fla-Sinatvan = увлажняюще и вкусно

name-Sinatrine = синаттун
desc-Sinatrine = Соединение способное расщиплять синтетические атомарные токсины бета-подтипа
phy-desc-Sinatrine = Фиолетово и густо
fla-Sinatrine = увлажняюще и вкусно

name-Sinattune = синатрин
desc-Sinattune = Соединение способное расщиплять синтетические атомарные токсины гамма-подтипа
phy-desc-Sinattune = Тёмнорозово и густо
fla-Sinattune = увлажняюще и вкусно, хотя и с горчинкой

popupText-AnomalyToxi = Вы ощущаете порывы тошноты