station-goal-protective-field =
    { station-goal-start }[bold]
    Цель смены станции { $station } — создание защитного поля по периметру.[/bold]
    
    В вашем квадранте зафиксировано существенный рост сообщений о появлении гравитационных аномалий. В отдельных случаях сообщается о самопроизвольном возникновении полноценных сингулярностей.
    
    Для успешного выполнения цели необходимо по периметру станции установить генераторы сдерживающего поля и эмиттеры, а так же запитать их от сети станции.
    
    Помимо этого необходимо организовать склад с 15-ю единицами установок М.А.К.А.К.
    
    После окончания цели должна будет последовать незамедлительная эвакуация персонала.
    
    { station-goal-end }
station-goal-expansion-dormitories =
    { station-goal-start }[bold]
    Цель смены станции { $station } — расширение жилого пространства станции. [/bold]
    
    Было принято решение о переоборудовании вашей станции под долгосрочное пребывание. Первым этапом должно стать расширение жилого пространства и обеспечение базовых нужд сотрудников.
    
    По этой причине вам необходимо достроить новый отсек, который будет включать в себя:
    1. 10 двуместных комнат с двумя кроватями, одним столом, скруббером, вентиляцией и освещением, с возможностью запереть дверь изнутри;
    2. Зону отдыха не менее 30 квадратных метров;
    3. Каптёрку уборщика на 1 рабочее место;
    4. Кухню на 2 рабочих места;
    5. Столовую на 10 посадочных мест;
    
    Опционально допускается пристройка:
    6. Бара на 1 рабочее место;
    7. Столовой при баре на 7 посадочных мест.
    
    { station-goal-end }
station-goal-training-area =
    { station-goal-start }[bold]
    Цель смены станции { $station } — создание зоны тренировки ополчения. [/bold]
    
    Центральное Командование уведомляет о возрастающей активности сил Союза Независимых Колоний у границы, а также революционеров-петрищевцев и различных пиратских группировок в ближайших секторах.
    
    По этой причине было санкционировано учреждение системы гражданской обороны и тренировка ополчения.
    От вас трубется под руководством инструктора, Главы Службы Безопасности, смотрителя или назначенного ответсвенного офицера СБ создать тренировочный комплекс, который должен включать в себя:
    1. Просторное помещение для физических упражнений (например, площадка для бега, но по вашему усмотрению допускается иное);
    2. Тир с не менее чем 5-ю мишенями на разной дистанции и не менее чем 4-мя видами стрелкового вооружения с учебным лазером или учебными боеприпасами;
    3. Место для тренировки использования рукопашной и метательной экипировки;
    4. Зона обучения сапёрному делу.
    
    После создания тренировочного комплекса вам приказывается:
    1. Провести обучение 5-10 сотрудников не из числа сотрудников службы безопасности или утилизаторов в зонах 1-3;
    2. Провести обучение 2-4 сотрудников службы безопасности сапёрному делу.
    
    { station-goal-end }
station-goal-colony-supply =
    { station-goal-start }[bold]
    Цель смены станции { $station } — организовать снабжение колонии NanoTrasen. [/bold]
    
    В одной из колоний неподалёку от вашего объекта произошла критическая поломка производственного оборудования и помещения. Вам необходимо оказать им помощь.
    
    Вы должны произвести сборку небольшого пилотируемого спускаемого грузового модуля, а затем произвести и загрузить в него:
    1. 50 единиц комбинезонов любого вида;
    2. 100 единиц готовых блюд;
    3. 25 таблеток по 10u бикаридина, диловена, дексалина, лепоразина, ипекака, дермалина и хироналина;
    4. 20 наборов инструментов: лом, гаечный ключ, отвёртка, кусачки, сварочный аппарат;
    5. 2 канистры сварочного топлива.
    
    { station-goal-end }
station-goal-combined-medications =
    { station-goal-start }[bold]
    Цель смены станции { $station } — синтез комбинированных медикаментов. [/bold]
    
    Объединённое Правительство Земли дало крупный заказ на научно-исследовательсткую работу в области фармакологии по созданию более универсальных медикаментов и стимуляторов для нужд колонизации и армии.
    
    От вас трубуется синтезировать 7 видов по 20 таблеток по 20u лекарств, состоящих минимум из двух компонентов, которые не имеют негативных эффектов при приёме трёх таблеток разом. Готовые лекарства погрузить в ящики и доставить на станцию Центрального Командования.
    
    { station-goal-end }
station-goal-studying-anomalies =
    { station-goal-start }[bold]
    Цель смены станции { $station } — сбор данных об аномалиях. [/bold]
    
    
    Ваша станция станет элементом в крупном исследовании отдела аномалистики Департамента Науки и Разработок. В данный момент им необходимы статистические данные по аномалиям.
    
    
    Вам нужно исследовать 5 разных видов аномалий и составить описательные документы по ним, где будут указываться:
    1. Описание внешнего вида аномалии;
    
    2. Пассивное воздействие на окружающий мир;
    
    3. Воздействие при импульсе;
    
    3.1. Описание внешнего воздействия, если есть;
    
    3.2. Описание выпускаемых веществ или зарядов, если есть;
    
    3.3. Описание создаваемых существ, если есть;

    Так же для 2 видов аномалий необходимо указать:
    4. Воздействие при коллапсе;
    
    4.1. Описание внешнего воздействия, если есть;
    
    4.2. Описание выпускаемых веществ или зарядов, если есть;
    
    4.3. Описание создаваемых существ, если есть;


    { station-goal-end }

station-goal-accumulation-electricity =
    { station-goal-start }[bold]
    Цель смены станции { $station } — создание батареи резервного накопления энергии.[/bold]
    
    
    Центральное Командование обеспокоено частым нарешением электроснабжения на ряде объектов NanoTrasen на Фронтире, но они так же опасаются, что увелечение её выработки не поможет исправить ситуацию.
    
    
    Для успешного выполнения цели требуется создать защищённое помещение с доступами инженерного отдела и командования, в котором необходимо собрать 4 космециевых аккумулятора и полностью их зарядить.
    
    { station-goal-end }
